Repository: gafderks/dbase
Catalog: booking/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Number of materials
nl: Aantal materialen

source: Image
nl: Afbeelding

source: Booking status
nl: Reserveringsstatus

source: Included categories
nl: Inbegrepen categorieën

source: Excluded categories
nl: Uitgesloten categorieën

source: Specify the conditions for the filter. Materials need to match each of the configured conditions to be included in the list.
nl: Geef de voorwaarden voor het filter op. Materialen moeten overeenkomen met elk van de geconfigureerde voorwaarden om in de lijst te worden opgenomen.

source: Material bookings
nl: Materiaalaanvragen

source: All groups
nl: Alle groepen

source: downloaded on
nl: gedownload op

source: Bookings
nl: Aanvragen

source: Day
nl: Dag

source: Daypart
nl: Dagdeel

source: Amount
nl: Aantal

source: Material
nl: Materiaal

source: Material category
nl: Categorie van materiaal

source: Game
nl: Spel

source: Game location
nl: Spellocatie

source: Group
nl: Groep

source: Workweek
nl: Werkweek

source: List
nl: Lijst

source: Comment
nl: Opmerking

source: Yes
nl: Ja

source: No
nl: Nee

source: Attachments
nl: Bijlagen

source: Maximum stock
nl: Maximale voorraad

source: Search terms
nl: Zoektermen

source: booking
nl: reservering

source: Any
nl: Alle

source: Category
nl: Categorie

source: Custom material
nl: Aangepast materiaal

source: Only custom materials
nl: Alleen aangepaste materialen

source: No custom materials
nl: Geen aangepaste materialen

source: GM needed
nl: GM benodigd

source: GM not needed
nl: GM niet nodig

source: Needed in workweek
nl: Nodig in werkweek

source: Not needed in workweek
nl: Niet nodig in werkweek

source: Apply filters
nl: Filters toepassen

source: Clear
nl: Wissen

source: has image
nl: heeft afbeelding

source: There exists already a material alias with the given name.
nl: Er bestaat al een materiaal synoniem met de gegeven naam.

source: There exists already a material with the given name.
nl: Er bestaat al een materiaal met de gegeven naam.

source: Submit
nl: Verzenden

source: Booking end cannot be earlier than booking start.
nl: De einddatum van de reserveringsperiode kan niet eerder zijn dan de begindatum.

source: Privileged booking end cannot be earlier than booking end.
nl: De einddatum van de reserveringsperiode voor bevoorrechte gebruikers kan niet eerder zijn dan de einddatum van de reserveringsperiode.

source: Event end cannot be earlier than event start.
nl: De einddatum van het evenement kan niet eerder zijn dan de begindatum.

source: Game name
nl: Spelnaam

source: Location
nl: Locatie

source: Part of day
nl: Dagdeel

source: Update
nl: Bijwerken

source: Add
nl: Toevoegen

source: Cancel
nl: Annuleren

source: Day of game cannot be earlier than event start.
nl: De einddatum van een spel kan niet eerder zijn dan de begindatum van het evenement.

source: Day of game cannot be later than event end.
nl: De einddatum van een spel kan niet eerder zijn dan de begindatum van het evenement.

source: Choose a material
nl: Kies een materiaal

source: Material not found...
nl: Materiaal niet gevonden...

source: Click to request "<em>{}</em>" anyway.
nl: Klik om "<em>{}</em>" toch aan te vragen.

source: You must either choose a material or fill in a custom material.
nl: Je moet een materiaal kiezen of een aangepast materiaal kiezen.

source: materials
nl: materialen

source: Materials
nl: Materialen

source: Hold down “Control”, or “Command” on a Mac, to select more than one. A material can be in only one rate class, the materials you add to this rate class, will be removed from other rate classes.
nl: Houd ‘Control’, of ‘Command’ op een Mac, ingedrukt om meerdere items te selecteren. Een materiaal kan in slechts &eacute;&eacute;n tariefklasse zitten, de materialen die je aan deze tariefklasse toevoegt, zullen worden verwijderd uit andere tariefklassen.

source: requester
nl: aanvrager

source: game
nl: spel

source: material
nl: materiaal

source: custom material
nl: aangepast materiaal

source: workweek
nl: werkweek

source: comment
nl: opmerking

source: E.g. for food: when and where do you need it?
nl: Bijv. voor voedsel: wanneer en waar heb je het nodig?

source: amount
nl: aantal

source: bookings
nl: aanvragen

source: Unspecified material
nl: Ongespecificeerd materiaal

source: name
nl: naam

source: description
nl: omschrijving

source: category
nl: categorie

source: categories
nl: categorieën

source: URL short name
nl: Permalink

source: locked
nl: gesloten

source: Manually lock the booking such that users cannot change bookings (except admin).
nl: Sluit de reservering handmatig zodat gebruikers geen reserveringen kunnen aanpassen (administratoren uitgesloten).

source: visible
nl: zichtbaar

source: Should the event be visible?
nl: Moet het evenement zichtbaar zijn?

source: start date booking period
nl: startdatum reserveringsperiode

source: When should the event be opened for booking?
nl: Wanneer moet het evenement opengesteld worden voor reserveringen?

source: end date booking period
nl: einddatum reserveringsperiode

source: When should the event become privileged?
nl: Wanneer moet het evenement slechts opengesteld zijn voor bevoorrechte gebruikers?

source: end date privileged booking period
nl: einddatum bevoorrechte reserveringsperiode

source: When should the event become locked?
nl: Wanneer moet het evenement gesloten worden voor reserveringen?

source: event start date
nl: startdatum evenement

source: What is the first day of the event?
nl: Wat is de eerste dag van het evenement?

source: event end date
nl: einddatum evenement

source: What is the last day of the event?
nl: Wat is de laatste dag van het evenement?

source: event
nl: evenement

source: events
nl: evenementen

source: Hidden
nl: Verborgen

source: Not started
nl: Niet begonnen

source: Opened
nl: Geopend

source: Privileged
nl: Bevoorrecht

source: Locked
nl: Gesloten

source: creator
nl: maker

source: day
nl: dag

source: On what day are the materials needed?
nl: Op welke dag zijn de materialen nodig?

source: group
nl: groep

source: daypart
nl: dagdeel

source: At what daypart are the materials needed?
nl: Op welk dagdeel zijn de materialen nodig?

source: location
nl: locatie

source: Where do you need the materials for this game to be delivered? This defaults to the location of the part of day.
nl: Waar moeten de materialen voor dit spel worden afgeleverd? Standaard is dit de locatie van het dagdeel.

source: order
nl: volgorde

source: Defines an ordering for the games within a day(part)
nl: Definieert een volgorde voor de spellen binnen een dag(deel)

source: games
nl: spellen

source: Enabled
nl: Ingeschakeld

source: Filter order
nl: Filtervolgorde

source: included categories
nl: inbegrepen categorieën

source: Materials from these categories and their subcategories will be part of the list.
nl: Materialen uit deze categorieën en hun subcategorieën zullen deel uitmaken van de lijst.

source: excluded categories
nl: uitgesloten categorieën

source: Materials from these categories and their subcategories will <strong>not</strong> be part of the list.
nl: Materialen uit deze categorieën en hun subcategorieën maken <strong>geen</strong> deel uit van de lijst.

source: Setting <em>Unknown</em> disables the condition.
nl: Door <em>Onbekend</em> in te stellen, wordt de voorwaarde uitgeschakeld.

source: list view filter
nl: lijstweergavefilter

source: list view filters
nl: lijstweergavefilters

source: Common materials
nl: Algemene materialen

source: locations
nl: locaties

source: Additional information about the material. Displayed in the shop.
nl: Extra informatie over het materiaal. Wordt weergegeven in de uitleenshop.

source: Is GM needed for this material?
nl: Is GM nodig voor dit materiaal?

source: lendable
nl: uitleenbaar

source: Should this material be shown for lending?
nl: Moet dit materiaal worden weergegeven voor uitlenen?

source: Where can this material be found?
nl: Waar kan dit materiaal gevonden worden?

source: rate class
nl: tariefklasse

source: What rate class should this material be associated with?
nl: Met welke tariefklasse moet dit materiaal geassocieerd worden?

source: stock value
nl: voorraad

source: How many exemplars are there of this material?
nl: Hoeveel exemplaren zijn er van dit materiaal?

source: stock unit
nl: voorraadeenheid

source: Specify a unit for the stock. E.g. meters.
nl: Specificeer de eenheid voor de voorraad. Bijv. meter.

source: stock
nl: voorraad

source: Alias for the material, e.g. aliases for "stormbaan" are "Kelly" and "Rambler".
nl: Synoniem voor het materiaal, bijv. synoniemen voor "stormbaan" zijn "Kelly" en "Rambler".

source: material alias
nl: materiaal synoniem

source: material aliases
nl: materiaal synoniemen

source: attachment
nl: bijlage

source: material attachment
nl: materiaal bijlage

source: material attachments
nl: materiaal bijlages

source: image
nl: afbeelding

source: material image
nl: afbeelding van materiaal

source: material images
nl: afbeeldingen van materiaal

source: Morning
nl: Ochtend

source: Afternoon
nl: Middag

source: Evening
nl: Avond

source: Night
nl: Nacht

source: start time
nl: begintijd

source: end time
nl: eindtijd

source: Where do you need the materials for this daypart to be delivered?
nl: Waar moeten de materialen voor dit dagdeel worden afgeleverd?

source: dayparts
nl: dagdeel

source: rate
nl: tarief

source: rate classes
nl: tariefklassen

source: Bookings for %(group)s
nl: Aanvragen voor %(group)s

source: All bookings
nl: Alle aanvragen

source: You may edit
nl: Je mag bewerken

source: You cannot edit
nl: Je kan niet bewerken

source: Event period
nl: Evenementsperiode

source: Start booking period
nl: Startdatum reserveringsperiode

source: Booking deadline
nl: Reserveringsdeadline

source: Privileged booking deadline
nl: MB Reserveringsdeadline

source: Export options
nl: Exporteer opties

source: Print
nl: Printen

source: Export to Excel
nl: Exporteren naar Excel

source: Display options
nl: Weergaveopties

source: All
nl: Alle

source: Scroll to top
nl: Naar boven scrollen

source: Add new game
nl: Nieuw spel toevoegen

source: Open list view
nl: Open lijstweergave

source: List view
nl: Lijstweergave

source: Filter bookings
nl: Filter aanvragen

source: active
nl: actief

source: Open game view
nl: Open spelweergave

source: Game view
nl: Spelweergave

source: Game view is not available if you select all groups.
nl: Spelweergave is niet beschikbaar als je alle groepen selecteert.

source: Configure filters
nl: Filters instellen

source: This booking needs review
nl: Deze aanvraag moet beoordeeld worden

source: Booking options
nl: Reserveringsopties

source: Delete
nl: Verwijderen

source: Edit
nl: Bewerken

source: Create new material
nl: Nieuw materiaal toevoegen

source: Create material alias
nl: Materiaalsynoniem toevoegen

source: Are you sure?
nl: Weet je het zeker?

source: Do you really want to delete the booking <strong class='booking-name'></strong>?
nl: Weet je zeker dat je de aanvraag <strong class='booking-name'></strong> wilt verwijderen?

source: Remove booking
nl: Aanvraag verwijderen

source: Do you really want to delete the game <strong class='game-name'></strong> along with all its bookings?
nl: Weet je zeker dat je het spel <strong class='game-name'></strong> en al zijn aanvragen wilt verwijderen?

source: Remove game
nl: Spel verwijderen

source: Sort game
nl: Spel sorteren

source: Move up
nl: Omhoog verplaatsen

source: Move down
nl: Omlaag verplaatsen

source: Game options
nl: Spelopties

source: Set status on all bookings
nl: Stel status in voor alle aanvragen

source: Add material booking
nl: Materiaalaanvraag toevoegen

source: You are not allowed to view bookings for this group.
nl: Je mag geen aanvragen van deze groep bekijken.

source: You are not allowed to view this event
nl: Je mag dit evenement niet bekijken

source: You are not assigned to a group. Please contact a board member to resolve this issue.
nl: Je bent niet toegewezen aan een groep. Neem contact op met een bestuurslid om dit probleem op te lossen.

source: There are no open events.
nl: Er zijn geen open evenementen.
